API_ID = 29790067
API_HASH = '9e133b096d37fc1ff7b43080692b6948 '

# задержка между подключениями к аккаунтам
ACC_DELAY = [1, 15]

# папка с сессиями (не менять)
WORKDIR = "sessions/"

# использование прокси
USE_PROXY = False # True/False

# полный путь к вашей папке sessions 
SESSIONS_PATH = "сюда пишите полный путь к вашей папке sessions"

# скок поинтов с игры
POINTS = [200, 250] #[min, max]

# тратить алмазы
SPEND_DIAMONDS = True # True/False

# сон между играми
SLEEP_GAME_TIME = [50,100] #[min,max]
MINI_SLEEP = [3,7]
hello ='''              _                               __  _        
 _ __    ___ | |_  _   _   __ _  ___   ___   / _|| |_  ___ 
| '_ \  / _ \| __|| | | | / _` |/ __| / _ \ | |_ | __|/ __|
| |_) ||  __/| |_ | |_| || (_| |\__ \| (_) ||  _|| |_ \__ \\
| .__/  \___| \__| \__, | \__,_||___/ \___/ |_|   \__||___/
|_|                |___/        

'''
